Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: These edge-of-sleep sensations are the raw material WILD builds a dream from.
ar: أحاسيس حافة النوم هذه هي المادة الخام التي يبني منها WILD حلمًا.
de: Diese Empfindungen am Schlafrand sind das Rohmaterial, aus dem WILD einen Traum baut.
es: Esas sensaciones del borde del sueño son la materia prima con la que WILD construye un sueño.
fr: Ces sensations du bord du sommeil sont la matière première à partir de laquelle WILD construit un rêve.
it: Queste sensazioni sul bordo del sonno sono la materia prima con cui il WILD costruisce un sogno.
ja: こうした眠りのふちの感覚こそ、WILDが夢を組み立てる材料です。
ko: 이런 잠 가장자리의 감각들이 WILD가 꿈을 짓는 원재료입니다.
nl: Deze sensaties aan de rand van de slaap zijn het ruwe materiaal waaruit WILD een droom bouwt.
pt_br: Essas sensações à beira do sono são a matéria-prima com que o WILD constrói um sonho.
ru: Эти ощущения на краю сна — то сырьё, из которого WILD строит сновидение.
zh_hans: 这些睡眠边缘的感受，正是 WILD 用来构筑梦境的原材料。

source: They come from you, yet can behave with surprising autonomy and insight.
ar: إنها تأتي منك، ومع ذلك قد تتصرّف باستقلالية وبصيرة مفاجئتين.
de: Sie kommen aus dir, können sich aber mit überraschender Eigenständigkeit und Einsicht verhalten.
es: Vienen de ti, y aun así pueden comportarse con una autonomía y perspicacia sorprendentes.
fr: Ils viennent de vous, et pourtant peuvent se comporter avec une autonomie et une finesse surprenantes.
it: Vengono da te, eppure possono comportarsi con sorprendente autonomia e perspicacia.
ja: 彼らはあなたから来ているのに、驚くほどの自立性と洞察をもって振る舞えるのです。
ko: 그들은 당신에게서 나오지만, 놀라운 자율성과 통찰로 행동할 수 있습니다.
nl: Ze komen uit jou, en kunnen zich toch met verrassende autonomie en inzicht gedragen.
pt_br: Eles vêm de você, e ainda assim podem se comportar com autonomia e perspicácia surpreendentes.
ru: Они исходят из вас, и всё же могут вести себя с неожиданной самостоятельностью и проницательностью.
zh_hans: 他们出自于你，却能以惊人的自主性与洞察力行事。

source: They don't actually dream
ar: هم في الحقيقة لا يحلمون
de: Sie träumen eigentlich nicht
es: En realidad no sueñan
fr: Ils ne rêvent pas vraiment
it: In realtà non sognano
ja: 実は夢を見ていない
ko: 사실은 꿈을 꾸지 않는다
nl: Ze dromen eigenlijk niet
pt_br: Na verdade não sonham
ru: Они на самом деле не видят снов
zh_hans: 他们其实不做梦

source: They make you fall asleep faster
ar: تجعلك تغفو أسرع
de: Sie lassen dich schneller einschlafen
es: Te hacen dormir más rápido
fr: Ils vous font vous endormir plus vite
it: Ti fanno addormentare più in fretta
ja: より早く眠りにつかせてくれる
ko: 더 빨리 잠들게 해 준다
nl: Ze laten je sneller in slaap vallen
pt_br: Elas te fazem adormecer mais rápido
ru: Они помогают быстрее заснуть
zh_hans: 它们让你更快入睡

source: They wake you from real life
ar: تُوقظك من الحياة الحقيقية
de: Sie wecken dich aus dem echten Leben
es: Te despiertan de la vida real
fr: Ils vous réveillent de la vie réelle
it: Ti svegliano dalla vita reale
ja: 現実の生活から目覚めさせてくれる
ko: 현실의 삶에서 당신을 깨운다
nl: Ze wekken je uit het echte leven
pt_br: Elas te acordam da vida real
ru: Они будят вас от реальной жизни
zh_hans: 它们把你从现实生活中唤醒

source: Think of a dream you actually remember. Was it closer to bedtime, or closer to your alarm?
ar: تذكّر حلمًا تتذكره فعلًا. هل كان أقرب إلى وقت النوم أم أقرب إلى منبّهك؟
de: Denk an einen Traum, an den du dich wirklich erinnerst. War er eher kurz nach dem Einschlafen oder eher kurz vor dem Wecker?
es: Piensa en un sueño que recuerdes de verdad. ¿Fue más cerca de la hora de dormir o más cerca de la alarma?
fr: Pensez à un rêve dont vous vous souvenez vraiment. Était-ce plutôt en début de nuit ou plutôt vers le réveil ?
it: Pensa a un sogno che ricordi davvero. Era più vicino al momento di addormentarti o più vicino alla sveglia?
ja: 実際に覚えている夢を思い出してください。それは寝入りばなに近かったですか、それとも目覚ましに近かったですか？
ko: 실제로 기억나는 꿈을 떠올려 보세요. 잠들 무렵에 가까웠나요, 아니면 알람에 가까웠나요?
nl: Denk aan een droom die je je echt herinnert. Was die dichter bij het slapengaan of dichter bij je wekker?
pt_br: Pense em um sonho de que você realmente se lembra. Foi mais perto da hora de dormir ou mais perto do despertador?
ru: Вспомни сон, который действительно помнишь. Он был ближе к моменту засыпания или ближе к будильнику?
zh_hans: 想想一个你真正记得的梦。它更接近入睡时，还是更接近闹钟响起时？

source: This can't be undone.
ar: لا يمكن التراجع عن هذا.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
it: L'operazione è irreversibile.
ja: 元に戻せません。
ko: 되돌릴 수 없습니다.
nl: Dit kan niet ongedaan worden gemaakt.
pt_br: Isso não pode ser desfeito.
ru: Это нельзя отменить.
zh_hans: 此操作无法撤销。

source: This dream is shared to the feed for others to see.
ar: تتم مشاركة هذا الحلم في المنشورات ليراه الآخرون.
de: Dieser Traum wird im Feed geteilt, damit andere ihn sehen.
es: Este sueño se comparte en el feed para que otros lo vean.
fr: Ce rêve est partagé dans le fil pour que d'autres le voient.
it: Questo sogno è condiviso nel feed perché altri lo vedano.
ja: この夢はフィードで共有され、他の人が見られます。
ko: 이 꿈은 다른 사람들이 볼 수 있도록 피드에 공유됩니다.
nl: Deze droom wordt in de feed gedeeld zodat anderen hem kunnen zien.
pt_br: Este sonho é compartilhado no feed para outros verem.
ru: Этот сон опубликован в ленте — другие могут его видеть.
zh_hans: 这个梦境已分享到动态，供他人查看。

source: This is how HalfLight greets you on the Home screen.
ar: هكذا يرحّب بك HalfLight في الشاشة الرئيسية.
de: So begrüßt dich HalfLight auf dem Startbildschirm.
es: Así te saluda HalfLight en la pantalla de inicio.
fr: C'est ainsi que HalfLight vous accueille sur l'écran d'accueil.
it: È così che HalfLight ti accoglie nella schermata Home.
ja: ホーム画面でHalfLightがこのようにあなたを迎えます。
ko: 홈 화면에서 HalfLight가 이렇게 인사합니다.
nl: Zo begroet HalfLight je op het beginscherm.
pt_br: É assim que o HalfLight te cumprimenta na tela inicial.
ru: Так HalfLight приветствует вас на главном экране.
zh_hans: 这就是 HalfLight 在主页问候你的方式。

source: This is the combination most lucid dreams are actually made of.
ar: هذه هي التركيبة التي تُصنَع منها معظم الأحلام الواضحة فعلًا.
de: Das ist die Kombination, aus der die meisten luziden Träume tatsächlich entstehen.
es: Esta es la combinación de la que en realidad están hechos la mayoría de los sueños lúcidos.
fr: C'est la combinaison dont sont réellement faits la plupart des rêves lucides.
it: Questa è la combinazione di cui sono fatti davvero la maggior parte dei sogni lucidi.
ja: これこそ、ほとんどの明晰夢が実際に作られている組み合わせです。
ko: 이것이 대부분의 자각몽이 실제로 만들어지는 조합입니다.
nl: Dit is de combinatie waar de meeste lucide dromen daadwerkelijk van gemaakt zijn.
pt_br: Esta é a combinação de que a maioria dos sonhos lúcidos é realmente feita.
ru: Это та самая комбинация, из которой на деле и состоит большинство осознанных снов.
zh_hans: 这正是大多数清醒梦真正赖以成形的组合。

source: This mirrors how mental imagery works awake: the mind tends to resist forced commands but follows calm, confident expectation. In a dream, that quirk becomes your main tool for control.
ar: هذا يعكس كيف يعمل التخيّل الذهني في اليقظة: يميل العقل إلى مقاومة الأوامر القسرية لكنه يتبع التوقّع الهادئ الواثق. في الحلم، تصبح تلك الخصوصية أداتك الرئيسية للتحكّم.
de: Das spiegelt, wie mentale Vorstellung im Wachen funktioniert: der Geist neigt dazu, erzwungene Befehle abzuwehren, folgt aber ruhiger, zuversichtlicher Erwartung. Im Traum wird diese Eigenart zu deinem Hauptwerkzeug der Kontrolle.
es: Esto refleja cómo funciona la imaginería mental despierto: la mente tiende a resistir las órdenes forzadas, pero sigue la expectativa calmada y confiada. En un sueño, esa peculiaridad se vuelve tu principal herramienta de control.
fr: Cela reflète le fonctionnement de l'imagerie mentale à l'éveil : l'esprit tend à résister aux ordres forcés mais suit une attente calme et confiante. Dans un rêve, cette particularité devient votre principal outil de contrôle.
it: Questo rispecchia come funziona l'immaginazione mentale da svegli: la mente tende a resistere ai comandi forzati ma segue l'aspettativa calma e fiduciosa. In un sogno, quella peculiarità diventa il tuo principale strumento di controllo.
ja: これは起きているときの心的イメージの働き方を映しています。心は強制された命令には抗いがちですが、落ち着いた自信ある予期には従います。夢の中では、その性質があなたの主たる制御の道具になります。
ko: 이것은 깨어 있을 때 심상이 작동하는 방식을 비춥니다. 마음은 강요된 명령에는 저항하는 경향이 있지만, 차분하고 확신에 찬 기대는 따릅니다. 꿈에서는 그 특성이 당신의 주된 통제 도구가 됩니다.
nl: Dit weerspiegelt hoe mentale verbeelding wakend werkt: de geest neigt ertoe geforceerde bevelen te weerstaan maar volgt kalme, zelfverzekerde verwachting. In een droom wordt die eigenaardigheid je belangrijkste controlemiddel.
pt_br: Isto espelha como a imagem mental funciona acordado: a mente tende a resistir a comandos forçados, mas segue a expectativa calma e confiante. Num sonho, essa peculiaridade se torna sua principal ferramenta de controle.
ru: Это отражает то, как работает мысленное воображение наяву: ум склонен сопротивляться навязанным командам, но следует спокойному, уверенному ожиданию. Во сне эта особенность становится вашим главным инструментом контроля.
zh_hans: 这映照了清醒时心理意象的运作方式：心智倾向于抗拒被强加的命令，却会顺从平静而笃定的预期。在梦里，这一特性就成了你掌控的主要工具。

source: This permanently deletes your account and all dreams backed up to it. This can't be undone.
ar: هذا يحذف حسابك وكل الأحلام المنسوخة احتياطيًا فيه نهائيًا. لا يمكن التراجع عن هذا.
de: Dies löscht deinen Account und alle darin gesicherten Träume dauerhaft. Das kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente tu cuenta y todos los sueños respaldados en ella. No se puede deshacer.
fr: Cela supprime définitivement votre compte et tous les rêves qui y sont sauvegardés. Cette action est irréversible.
it: Questo elimina definitivamente il tuo account e tutti i sogni di cui hai fatto il backup. L'operazione è irreversibile.
ja: アカウントとそこにバックアップされたすべての夢を完全に削除します。元に戻せません。
ko: 계정과 거기에 백업된 모든 꿈을 영구 삭제합니다. 되돌릴 수 없습니다.
nl: Hiermee worden je account en alle daarin geback-upte dromen permanent verwijderd. Dit kan niet ongedaan worden gemaakt.
pt_br: Isso exclui permanentemente sua conta e todos os sonhos com backup nela. Isso não pode ser desfeito.
ru: Это безвозвратно удалит вашу учётную запись и все сохранённые в ней сны. Отменить нельзя.
zh_hans: 这将永久删除你的账户及其中备份的所有梦境。此操作无法撤销。

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pt_br: Esta semana
ru: На этой неделе
zh_hans: 本周

source: Tie your checks to things you encounter often: doorways, mirrors, phones, or your personal dream signs. These anchors turn random moments into reliable reminders, so the habit runs itself instead of relying on memory.
ar: اربط فحوصك بأشياء تصادفها كثيرًا: المداخل، المرايا، الهواتف، أو علاماتك الحلمية الشخصية. هذه المراسي تحوّل اللحظات العشوائية إلى تذكيرات موثوقة، فتدير العادة نفسها بدل الاعتماد على الذاكرة.
de: Knüpfe deine Checks an Dinge, denen du oft begegnest: Türen, Spiegel, Handys oder deine persönlichen Traumzeichen. Diese Anker machen aus zufälligen Momenten verlässliche Erinnerungen, sodass die Gewohnheit sich selbst trägt, statt vom Gedächtnis abzuhängen.
es: Asocia tus comprobaciones a cosas que encuentras a menudo: puertas, espejos, teléfonos o tus señales de sueño personales. Estos anclajes convierten momentos al azar en recordatorios fiables, para que el hábito se sostenga solo en vez de depender de la memoria.
fr: Reliez vos tests à des choses que vous croisez souvent : portes, miroirs, téléphones ou vos signes de rêve personnels. Ces ancres transforment des moments aléatoires en rappels fiables, pour que l'habitude se gère elle-même au lieu de dépendre de la mémoire.
it: Lega i tuoi controlli a cose che incontri spesso: porte, specchi, telefoni o i tuoi segni onirici personali. Questi ancoraggi trasformano momenti casuali in promemoria affidabili, così l'abitudine va da sé invece di dipendere dalla memoria.
ja: チェックを、よく出会うものに結びつけましょう。出入口、鏡、スマホ、あるいはあなた個人のドリームサイン。こうした錨は、ばらばらの瞬間を確かなリマインダーに変え、記憶頼みでなく習慣が自走するようにします。
ko: 체크를 자주 마주치는 것들에 묶으세요. 문, 거울, 휴대폰, 또는 당신만의 드림 사인. 이런 닻은 무작위의 순간을 믿을 만한 알림으로 바꿔, 기억에 의존하지 않고 습관이 스스로 굴러가게 합니다.
nl: Koppel je checks aan dingen die je vaak tegenkomt: deuropeningen, spiegels, telefoons of je persoonlijke droomtekens. Deze ankers maken van willekeurige momenten betrouwbare reminders, zodat de gewoonte zichzelf draait in plaats van op je geheugen te leunen.
pt_br: Atrele suas checagens a coisas que você encontra com frequência: portas, espelhos, celulares ou seus sinais de sonho pessoais. Esses âncoras transformam momentos aleatórios em lembretes confiáveis, para o hábito se sustentar sozinho em vez de depender da memória.
ru: Привяжите свои проверки к тому, что встречаете часто: дверные проёмы, зеркала, телефоны или ваши личные знаки сна. Эти якоря превращают случайные моменты в надёжные напоминания, и привычка работает сама, а не держится на памяти.
zh_hans: 把你的检验绑定到你经常遇到的事物上：门口、镜子、手机，或你个人的梦境征兆。这些锚点把随机的瞬间变成可靠的提醒，让习惯自行运转，而不必依赖记忆。

source: Timing MILD Right
ar: ضبط توقيت MILD
de: MILD richtig timen
es: Cronometrar bien MILD
fr: Bien chronométrer MILD
it: Tempistica giusta per MILD
ja: MILDのタイミングを合わせる
ko: MILD 타이밍 맞추기
nl: MILD goed timen
pt_br: O momento certo do MILD
ru: Правильное время для MILD
zh_hans: 把握 MILD 的时机

source: Tips
ar: نصائح
de: Tipps
es: Consejos
fr: Astuces
it: Consigli
ja: ヒント
ko: 팁
pt_br: Dicas
ru: Советы
zh_hans: 提示

source: Tired? Skip it. A rested mind dreams more vividly and remembers more anyway.
ar: متعب؟ تخطَّه. العقل المرتاح يحلم أوضح ويتذكّر أكثر على أي حال.
de: Müde? Lass es. Ein ausgeruhter Geist träumt ohnehin lebhafter und erinnert sich an mehr.
es: ¿Cansado? Sáltatelo. Una mente descansada sueña más vívido y recuerda más de todos modos.
fr: Fatigué ? Passez votre tour. Un esprit reposé rêve plus vivement et se souvient davantage, de toute façon.
it: Stanco? Saltalo. Una mente riposata sogna in modo più vivido e ricorda di più, comunque.
ja: 疲れている？ならやめましょう。休まった頭のほうが、どのみち夢は鮮やかで、よく覚えていられます。
ko: 피곤한가요? 건너뛰세요. 쉰 마음이 어차피 더 생생하게 꿈꾸고 더 많이 기억합니다.
nl: Moe? Sla het over. Een uitgeruste geest droomt sowieso levendiger en onthoudt meer.
pt_br: Cansado? Pule. Uma mente descansada sonha mais vívido e lembra mais, de qualquer forma.
ru: Устали? Пропустите. Отдохнувший ум всё равно видит более яркие сны и больше помнит.
zh_hans: 累了？那就跳过。反正休息好的头脑梦得更鲜明，也记得更多。

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pt_br: Título
ru: Заголовок
zh_hans: 标题

source: To change scenes, use a portal you believe in: walk through a door, close your eyes and expect a new place, or spin and picture your destination. To summon objects, reach somewhere you can't see — a pocket, behind your back — and expect it there. Expectation does the work.
ar: لتغيير المشاهد، استخدم بوابة تؤمن بها: اعبر بابًا، أغمض عينيك وتوقّع مكانًا جديدًا، أو دُر وتصوّر وجهتك. لاستدعاء الأشياء، مدّ يدك حيث لا تراها — جيب، خلف ظهرك — وتوقّعها هناك. التوقّع هو ما ينجز العمل.
de: Um Szenen zu wechseln, nutz ein Portal, an das du glaubst: geh durch eine Tür, schließ die Augen und erwarte einen neuen Ort, oder dreh dich und stell dir dein Ziel vor. Um Objekte herbeizurufen, greif irgendwohin, das du nicht siehst – eine Tasche, hinter deinen Rücken – und erwarte es dort. Die Erwartung erledigt die Arbeit.
es: Para cambiar de escena, usa un portal en el que creas: cruza una puerta, cierra los ojos y espera un lugar nuevo, o gira e imagina tu destino. Para invocar objetos, alcanza un sitio que no veas —un bolsillo, tras tu espalda— y espéralo ahí. La expectativa hace el trabajo.
fr: Pour changer de scène, usez d'un portail auquel vous croyez : passez une porte, fermez les yeux et attendez un nouveau lieu, ou tournez et imaginez votre destination. Pour faire apparaître des objets, atteignez un endroit que vous ne voyez pas — une poche, derrière votre dos — et attendez-le là. L'attente fait le travail.
it: Per cambiare scena, usa un portale in cui credi: attraversa una porta, chiudi gli occhi e aspettati un luogo nuovo, oppure gira e immagina la tua destinazione. Per evocare oggetti, raggiungi un punto che non vedi — una tasca, dietro la schiena — e aspettatelo lì. È l'aspettativa a fare il lavoro.
ja: 場面を変えるには、信じられるポータルを使いましょう。ドアをくぐる、目を閉じて新しい場所を予期する、あるいは回って行き先を思い描く。物を呼び出すには、見えないところ——ポケット、背中の後ろ——に手を伸ばし、そこにあると予期します。予期が仕事をしてくれます。
ko: 장면을 바꾸려면 당신이 믿는 포털을 쓰세요. 문을 통과하거나, 눈을 감고 새 장소를 기대하거나, 돌면서 목적지를 그려 보세요. 사물을 불러내려면 보이지 않는 곳 — 주머니, 등 뒤 — 으로 손을 뻗어 거기 있다고 기대하세요. 기대가 일을 해냅니다.
nl: Om van scène te wisselen, gebruik een portaal waar je in gelooft: loop door een deur, sluit je ogen en verwacht een nieuwe plek, of draai en beeld je je bestemming in. Om voorwerpen op te roepen, reik naar een plek die je niet ziet — een zak, achter je rug — en verwacht het daar. De verwachting doet het werk.
pt_br: Para mudar de cena, use um portal em que você acredite: atravesse uma porta, feche os olhos e espere um lugar novo, ou gire e imagine seu destino. Para invocar objetos, alcance um lugar que você não vê — um bolso, atrás das costas — e espere-o ali. A expectativa faz o trabalho.
ru: Чтобы сменить сцену, используйте портал, в который верите: пройдите в дверь, закройте глаза и ожидайте новое место или развернитесь, представляя пункт назначения. Чтобы призвать предметы, потянитесь туда, где не видите, — в карман, за спину — и ожидайте их там. Работу делает ожидание.
zh_hans: 要换场景，就用一个你相信的传送门：穿过一道门，闭上眼睛并预期一个新地方，或旋转并想象你的目的地。要召唤物体，就伸手到你看不见的地方——口袋里、背后——并预期它在那里。是预期在做工。

source: To deepen a dream, engage it fully: examine textures up close, listen, taste, and say "clarity now" if it helps. The more sensory attention you pour in, the more vivid and stable the world becomes — sometimes startlingly hyper-real.
ar: لتعميق الحلم، انخرط فيه تمامًا: افحص الملمس عن قرب، أنصت، تذوّق، وقُل "وضوح الآن" إن ساعد. كلما صببت انتباهًا حسّيًا أكثر، صار العالم أوضح وأكثر استقرارًا — أحيانًا فائق الواقعية على نحو مذهل.
de: Um einen Traum zu vertiefen, lass dich voll darauf ein: untersuch Texturen aus der Nähe, hör hin, schmeck, und sag „Klarheit jetzt“, wenn es hilft. Je mehr sinnliche Aufmerksamkeit du hineingibst, desto lebhafter und stabiler wird die Welt – manchmal verblüffend hyperreal.
es: Para profundizar un sueño, involúcrate del todo: examina las texturas de cerca, escucha, saborea, y di "claridad ahora" si ayuda. Cuanta más atención sensorial viertas, más vívido y estable se vuelve el mundo, a veces asombrosamente hiperreal.
fr: Pour approfondir un rêve, engagez-vous pleinement : examinez les textures de près, écoutez, goûtez, et dites "clarté maintenant" si cela aide. Plus vous versez d'attention sensorielle, plus le monde devient vif et stable — parfois d'un hyperréalisme saisissant.
it: Per approfondire un sogno, ingaggialo del tutto: esamina da vicino le texture, ascolta, assaggia, e di' "chiarezza ora" se aiuta. Più attenzione sensoriale versi, più il mondo diventa vivido e stabile — a volte sorprendentemente iperreale.
ja: 夢を深めるには、それに全身で関わりましょう。手触りを間近で調べ、耳を澄まし、味わい、必要なら「いま、鮮明に」と言う。感覚の注意を注ぐほど、その世界は鮮やかで安定したものになり——ときに驚くほど超現実的になります。
ko: 꿈을 깊게 하려면 온전히 관여하세요. 질감을 가까이 살피고, 듣고, 맛보고, 도움이 되면 "지금 또렷하게"라고 말하세요. 감각의 주의를 더 많이 쏟을수록 세계는 더 생생하고 안정되며 — 때로는 놀랍도록 초현실적이 됩니다.
nl: Om een droom te verdiepen, ga er volledig in op: bestudeer texturen van dichtbij, luister, proef, en zeg 'helderheid nu' als het helpt. Hoe meer zintuiglijke aandacht je erin giet, hoe levendiger en stabieler de wereld wordt — soms verbluffend hyperreëel.
pt_br: Para aprofundar um sonho, engaje-se por completo: examine as texturas de perto, ouça, prove, e diga "clareza agora" se ajudar. Quanto mais atenção sensorial você despeja, mais vívido e estável o mundo fica — às vezes surpreendentemente hiper-real.
ru: Чтобы углубить сон, включитесь в него полностью: рассмотрите фактуры вблизи, прислушайтесь, попробуйте на вкус и скажите «ясность сейчас», если помогает. Чем больше чувственного внимания вы вкладываете, тем ярче и устойчивее становится мир — порой поразительно гиперреальным.
zh_hans: 要让梦更深，就全身心投入它：凑近察看质地，去听，去尝，必要时说“此刻清晰”。你倾注的感官注意越多，那个世界就越鲜明、越稳定——有时甚至超现实得令人惊讶。

source: Tomorrow, don't move for 30 seconds after waking. Just replay the night, then write.
ar: غدًا، لا تتحرك لمدة 30 ثانية بعد الاستيقاظ. أعد تشغيل الليلة في ذهنك فقط، ثم اكتب.
de: Beweg dich morgen nach dem Aufwachen 30 Sekunden lang nicht. Spiel einfach die Nacht noch einmal ab, dann schreib.
es: Mañana, no te muevas durante 30 segundos tras despertar. Solo repasa la noche y luego escribe.
fr: Demain, ne bougez pas pendant 30 secondes après le réveil. Revivez simplement la nuit, puis écrivez.
it: Domani, non muoverti per 30 secondi dopo il risveglio. Rivivi solo la notte, poi scrivi.
ja: 明日は、目覚めてから30秒間動かないでください。ただ夜を再生し、それから書きましょう。
ko: 내일은 깨어난 뒤 30초 동안 움직이지 마세요. 그저 간밤을 되감아 본 다음 적으세요.
nl: Beweeg morgen 30 seconden niet na het ontwaken. Speel gewoon de nacht opnieuw af, schrijf dan.
pt_br: Amanhã, não se mexa por 30 segundos depois de acordar. Apenas reviva a noite e então escreva.
ru: Завтра не двигайся 30 секунд после пробуждения. Просто прокрути ночь в голове, потом запиши.
zh_hans: 明天，醒来后 30 秒不要动。只是回放整夜，然后再写。

source: Tonight, as you drift off, hold the thought: "Next time I'm dreaming, I'll realize it."
ar: الليلة، وأنت تغفو، تمسّك بهذه الفكرة: "في المرة القادمة التي أحلم فيها، سأدرك ذلك."
de: Halt heute Nacht beim Eindämmern diesen Gedanken fest: "Wenn ich das nächste Mal träume, werde ich es erkennen."
es: Esta noche, mientras te adormeces, sostén el pensamiento: "La próxima vez que sueñe, me daré cuenta."
fr: Ce soir, en vous assoupissant, gardez cette pensée : "La prochaine fois que je rêverai, je m'en rendrai compte."
it: Stanotte, mentre ti addormenti, tieni questo pensiero: "La prossima volta che sogno, me ne accorgerò."
ja: 今夜、まどろみながらこの思いを抱きましょう。「次に夢を見るとき、それに気づく。」
ko: 오늘 밤 잠에 빠져들며 이 생각을 붙드세요. "다음에 꿈을 꿀 때, 나는 그것을 알아차릴 것이다."
nl: Houd vannacht, terwijl je wegzakt, deze gedachte vast: "De volgende keer dat ik droom, zal ik het beseffen."
pt_br: Esta noite, ao adormecer, segure o pensamento: "Da próxima vez que eu sonhar, vou perceber."
ru: Сегодня ночью, засыпая, удерживайте мысль: «В следующий раз, когда я буду спать, я это осознаю.»
zh_hans: 今晚，在你入睡之际，握住这个念头：“下次做梦时，我会意识到。”

source: Tonight, as you drift off, simply watch any images that appear — observe, don't grab.
ar: الليلة، وأنت تنجرف إلى النوم، اكتفِ بمشاهدة أي صور تظهر — راقب، ولا تتشبّث.
de: Beobachte heute Nacht beim Wegdriften einfach alle auftauchenden Bilder – schau zu, greif nicht.
es: Esta noche, mientras te adormeces, solo observa cualquier imagen que aparezca: mira, no te aferres.
fr: Ce soir, en vous assoupissant, contentez-vous de regarder les images qui apparaissent — observez, ne saisissez pas.
it: Stanotte, mentre ti addormenti, limitati a guardare le immagini che compaiono — osserva, non afferrare.
ja: 今夜、眠りへ漂っていくあいだ、現れる映像をただ眺めましょう——観察して、つかまないで。
ko: 오늘 밤 잠으로 흘러가며 나타나는 이미지를 그저 바라보세요 — 관찰하되, 붙잡지 마세요.
nl: Bekijk vannacht, terwijl je wegzakt, gewoon alle beelden die verschijnen — observeer, grijp niet.
pt_br: Esta noite, ao adormecer, apenas observe quaisquer imagens que surgirem — observe, não agarre.
ru: Сегодня ночью, погружаясь в сон, просто смотрите на любые возникающие образы — наблюдайте, не хватайтесь.
zh_hans: 今晚，当你飘向睡眠时，只是观看出现的任何影像——观察，别抓取。
